Table of Contents
 Class ConcreteSLSCheckResultCrackWidth
Namespace
IdeaRS.OpenModel.Concrete.CheckResult
Assembly
IdeaRS.OpenModel.dll
SLS Check Crack width base
public abstract class ConcreteSLSCheckResultCrackWidth : ConcreteCheckResultBase
Inheritance
object
ConcreteCheckResultBase
ConcreteSLSCheckResultCrackWidth
Derived
ConcreteSLSCheckResultCrackWidthEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page